class MyConfig:
    def __init__(self):
    #     self.send_str = str("""
    # 2. 服务内容
    # 1）大数据基础平台测试服务
    # 针对市场主流的大数据产品，提供鉴定测试服务、基准测试服务、安全测评服务。
    # Ø  鉴定测试-依据产品自身特点，结合国家软件产品质量标准和行业标准对产品进行全面测试，最终出具该产品的鉴定测试报告。
    # Ø  基准测试-重点采用国际主流、行业主流或自定义的基准模型对其产品进行基准测试。
    # Ø  安全测评-重点针对大数据产品的安全防御能力进行测评。
    # 重点对象包括：本地化Hadoop大数据分析平台、基于云的Hadoop大数据分析平台、基于Spark大数据分析平台、NoSQL数据库、NewSQL数据库、MPP数据库、图形数据库、数据仓库、存储系统等。
    # （2）大数据分析软件平台测试服务
    # 针对市场主流的大数据分析软件产品，提供数据分析能力验证评估和数据挖掘能力验证评估。
    # Ø  数据分析验证评估-评估数据分析（现状分析、原因分析、预测分析等）能力
    # Ø  数据挖掘验证评估-评估数据挖掘（分类、聚类、关联和预测等）能力
    # 重点对象：数据分析平台、BI平台、统计计算平台、日志分析平台、社交分析平台、实时数据分析平台、机器学习平台、自然语言处理平台、水平AI平台、搜索平台、商业智能平台、可视化平台等。
    # （3）大数据系统验收测试服务
    # 针对政府、企业和科研院所等建设的大数据系统或大数据平台开展系统验收测试服务，结合国家软件产品质量标准和行业标准，从功能、效率、可靠性、兼容性、易用性和文档性六个方面进行全面测试。
    # 重点对象：面向政务大数据系统、面向金融大数据系统、面向交通大数据系统、面向能源大数据系统、面向医疗大数据系统、面向教育大数据系统、面向农业大数据系统、面向工业大数据系统和大数据交易系统等。
    # （4）大数据系统性能测试服务
    # 针对大数据系统在处理大规模数据（数据量巨大 、数据类型与结构复杂、数据关联关系复杂等）情况下，评估分析处理大数据所需的时间特性和资源特性。
    # Ø  基准测试
    # Ø  负载压力测试
    # Ø  失效恢复测试
    # Ø  可扩展测试
    # Ø  大数据样本测试
    # 2. 服务内容
    # 1）大数据基础平台测试服务
    # 针对市场主流的大数据产品，提供鉴定测试服务、基准测试服务、安全测评服务。
    # Ø  鉴定测试-依据产品自身特点，结合国家软件产品质量标准和行业标准对产品进行全面测试，最终出具该产品的鉴定测试报告。
    # Ø  基准测试-重点采用国际主流、行业主流或自定义的基准模型对其产品进行基准测试。
    # Ø  安全测评-重点针对大数据产品的安全防御能力进行测评。
    # 重点对象包括：本地化Hadoop大数据分析平台、基于云的Hadoop大数据分析平台、基于Spark大数据分析平台、NoSQL数据库、NewSQL数据库、MPP数据库、图形数据库、数据仓库、存储系统等。
    # （2）大数据分析软件平台测试服务
    # 针对市场主流的大数据分析软件产品，提供数据分析能力验证评估和数据挖掘能力验证评估。
    # Ø  数据分析验证评估-评估数据分析（现状分析、原因分析、预测分析等）能力
    # Ø  数据挖掘验证评估-评估数据挖掘（分类、聚类、关联和预测等）能力
    # 重点对象：数据分析平台、BI平台、统计计算平台、日志分析平台、社交分析平台、实时数据分析平台、机器学习平台、自然语言处理平台、水平AI平台、搜索平台、商业智能平台、可视化平台等。
    # （3）大数据系统验收测试服务
    # 针对政府、企业和科研院所等建设的大数据系统或大数据平台开展系统验收测试服务，结合国家软件产品质量标准和行业标准，从功能、效率、可靠性、兼容性、易用性和文档性六个方面进行全面测试。
    # 重点对象：面向政务大数据系统、面向金融大数据系统、面向交通大数据系统、面向能源大数据系统、面向医疗大数据系统、面向教育大数据系统、面向农业大数据系统、面向工业大数据系统和大数据交易系统等。
    # （4）大数据系统性能测试服务
    # 针对大数据系统在处理大规模数据（数据量巨大 、数据类型与结构复杂、数据关联关系复杂等）情况下，评估分析处理大数据所需的时间特性和资源特性。
    # Ø  基准测试
    # Ø  负载压力测试
    # Ø  失效恢复测试
    # Ø  可扩展测试
    # Ø  大数据样本测试
    # """)
        self.send_str = "d发斯蒂芬斯蒂芬德生科技付款了的房价快速的减肥肯定是放假快乐的实际付款时代峻峰"

    def get_send_str(self):
        return self.send_str


# if __name__ == '__main__':
#     myconfig = MyConfig()
#     send_str=myconfig.get_send_str()
#     print(send_str)




